[AdventCaptainArmor X2ArmorTemplate]
FriendlyName="Броня офицера Адвента"
FriendlyNamePlural="Броня офицеров Адвента"
BriefSummary="Привлекает внимание Адвента своей экипировкой. Пришельцы ненавидят предателей и с большим шансом будут атаковать врага в одежде офицера, нежели других бойцов XCOM."
TacticalText="Привлекает внимание Адвента своей экипировкой. Пришельцы ненавидят предателей и с большим шансом будут атаковать врага в одежде офицера, нежели других бойцов XCOM."

;BriefSummary="Помимо пафосного внешнего вида, броня офицера оборудована дополнительными карманоми. Офицеры Адвента обычно носят с собой шоколадки, а мы будем носить гранаты!"
;TacticalText="Помимо пафосного внешнего вида, броня офицера оборудована дополнительными карманоми. Офицеры Адвента обычно носят с собой шоколадки, а мы будем носить гранаты!"


[AdventCaptainArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="Обман"
LocLongDescription="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocHelpText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocFlyOverText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocPromotionPopupText="<Bullet/> Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"


[AdventCaptainArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="Дополнительные карманы"
LocLongDescription="Броня офицера Адвента оборудована дополнительными карманами, что позволяет экипировать 1 дополнительный утилити предмет."
LocHelpText="Броня офицера Адвента оборудована дополнительными карманами, что позволяет экипировать 1 дополнительный утилити предмет."
LocFlyOverText="Броня офицера Адвента оборудована дополнительными карманами, что позволяет экипировать 1 дополнительный утилити предмет."
LocPromotionPopupText="<Bullet/> Броня офицера Адвента оборудована дополнительными карманами, что позволяет экипировать 1 дополнительный утилити предмет."